{"characters": 1108, "quintessential": 11067, "cashing": 11733, "direct": 2019, "safely": 2162, "spears'": 13046, "attributable": 17148, "yuks": 16080, "sonrisa": 10551, "cliffhanger": 18289, "rusi": 11305, "elegantly": 7081, "relationship": 2790, "monday": 7259, "leavitt": 16332, "godfather": 6376, "unmolested": 15968, "minimum": 7121, "posturing": 2976, "rely": 11321, "flair": 848, "fearlessness": 7131, "tapping": 4633, "pretense": 16165, "slugs": 15942, "parker": 1753, "bring": 3118, "exhuming": 12766, "shinya": 3994, "screwy": 18406, "elves": 16692, "bust": 1637, "entrepreneurial": 17016, "sascha": 12792, "followers": 12975, "will": 207, "referred": 18142, "heartache": 3429, "reminded": 6223, "relocation": 2736, "suppose": 14088, "judy": 17782, "impudent": 8917, "mod": 4493, "floundering": 11727, "reassuring": 7984, "billy": 13698, "duly": 8522, "ranges": 11319, "ravages": 6134, "happy": 445, "suited": 10776, "hooker": 5740, "principle": 18744, "hopeful": 4637, "underestimated": 6655, "carey": 18636, "retaliation": 10665, "engrossing": 1071, "vi": 5790, "evident": 2977, "substitutes": 15604, "passion": 2857, "thrillingly": 10779, "bound": 9539, "storytellers": 7069, "pitying": 18569, "drug": 5760, "suffocate": 17118, "inanities": 12109, "jones'": 2495, "thought": 2000, "lab": 15575, "indicates": 2859, "401": 16416, "steeped": 3275, "movilizador": 9167, "malleable": 18650, "mopes": 16737, "stylized": 752, "nonethnic": 11232, "2": 1025, "unsophisticated": 16515, "gallagher": 16319, "playfulness": 5066, "gyllenhaal": 3723, "actioners": 18684, "construct": 9670, "dream": 4140, "sock": 1439, "brother": 583, "armenian": 4782, "unmentionables": 17095, "sportsmen": 7493, "aspirations": 3672, "tackle": 15021, "similarities": 16561, "without": 905, "privileged": 5278, "arena": 3225, "mere": 8769, "elevate": 8766, "irwins'": 17972, "gifted": 4342, "michel": 4094, "undertaken": 14420, "hunnam": 10858, "makmalbaf": 1469, "nuts": 9066, "eloquent": 10654, "amuses": 16756, "end": 1932, "silence": 6661, "dithering": 3253, "dizzy": 11886, "elevates": 9524, "collapses": 11807, "reunion": 5847, "unsuspecting": 9969, "behavior": 1447, "conjuring": 9826, "rats": 5421, "left": 1200, "garde": 6750, "elevated": 3325, "abused": 16623, "plunges": 12422, "remake": 3237, "languorous": 8209, "drek": 14881, "meyjes": 9573, "keel": 13958, "conflicted": 3531, "entity": 10748, "forged": 9412, "interest": 2453, "shagster": 4253, "notch": 2009, "faux": 16437, "kuras": 5645, "'korean": 9271, "contain": 14744, "mtv": 1068, "yeah": 2403, "food": 2274, "howie": 16563, "reiner": 17217, "backed": 3601, "denouement": 17457, "bitter": 3726, "corporate": 8227, "breitbart": 18331, "failings": 11718, "nor": 1122, "overtly": 8557, "commodified": 14874, "prospect": 9132, "dirgelike": 14025, "architect": 8192, "tribute": 4046, "wollter": 2528, "griffiths": 5734, "vomit": 16539, "equivalent": 3498, "inquisitive": 7117, "cacoyannis'": 17128, "unrewarding": 13329, "shapely": 8201, "sturdy": 4962, "stink": 17374, "reminiscence": 18416, "shift": 12381, "overbearing": 12295, "hos": 18460, "spite": 4337, "lambs": 6662, "limps": 16654, "profundities": 17004, "memorables": 12082, "shines": 4559, "replacing": 18310, "warren": 6728, "espet": 16375, "mejor": 6487, "elemento": 8953, "instilling": 14898, "wrapped": 579, "fruition": 11392, "gears": 5595, "body'": 16261, "decommissioned": 16802, "awash": 17185, "continual": 5447, "circularity": 15367, "this": 146, "portable": 16301, "believability": 4446, "cracker": 17481, "juliet": 18422, "languid": 7050, "needs": 2512, "riled": 10375, "wail": 16981, "strikes": 4988, "spirals": 18244, "river": 2564, "closed": 11343, "annoyance": 12160, "tinged": 10996, "hostile": 17959, "brazen": 14322, "doles": 9428, "magazine": 8009, "stoner": 12621, "ignite": 7588, "sturm": 7631, "yacht": 15687, "intrinsically": 15278, "expiry": 18248, "conspiracies": 11424, "cagney": 13812, "adventues": 17627, "v": 9635, "cinematically": 6428, "populated": 7913, "expectation": 7065, "softener": 15377, "hazy": 13017, "suspend": 9267, "feisty": 10260, "lipstick": 11965, "funeral": 357, "slipper": 3365, "costumed": 18586, "monologues": 18152, "mushes": 18472, "thoughtful": 218, "backdrop": 11368, "reginald": 14903, "certainly": 607, "caved": 12421, "genocide": 16397, "grub": 7282, "shovel": 16762, "afterwards": 6086, "frontman": 8467, "stumbles": 9780, "push": 8588, "wasp": 6633, "blackboards": 15274, "joie": 11041, "ruffle": 18246, "jose": 5231, "premissa": 6181, "nica": 16048, "transcends": 2352, "christophe": 16560, "saw": 6467, "thunderstorms": 13245, "darkly": 520, "taboo": 8421, "needles": 18639, "watched": 5370, "realizing": 13229, "deleted": 12626, "assault": 2922, "experimental": 3515, "villain": 4862, "fond": 15857, "street'": 14431, "hood": 5420, "shelves": 16953, "ruinous": 10699, "enthusiasts": 8172, "assassin": 6959, "alert": 6764, "midway": 12718, "piquant": 3732, "metropolis": 2546, "epic": 295, "inappropriate": 13188, "juwanna": 15852, "hi": 13442, "exciting": 865, "accent": 5321, "peppered": 7912, "infused": 8605, "taking": 2184, "disrupts": 2051, "fiftysomething": 15699, "tarted": 14987, "thrust": 2945, "worker": 7456, "memoir": 2144, "sheerly": 9138, "mourning": 17933, "gift": 4776, "lighting": 12044, "thirst": 4835, "feces": 9032, "unders": 18263, "varies": 17355, "hu": 2238, "hear": 1165, "wiseman": 6163, "convince": 7432, "surfacing": 15953, "wallow": 15326, "teachers": 9834, "trocadilho": 12577, "marine": 12306, "ofrecen": 12079, "muster": 12958, "carlos": 5171, "atmospheric": 8770, "zigs": 3255, "revisited": 12833, "personality": 1781, "eagerness": 10629, "potty": 17880, "monkeyfun": 4645, "turn": 394, "peep": 5354, "connecting": 4907, "mismatched": 16390, "revigorates": 9962, "modem": 14790, "molehill": 17101, "chouraqui": 12146, "sweetheart": 6730, "ministers": 14225, "festival": 2774, "unhidden": 18099, "mazel": 12753, "gaps": 12450, "major": 2463, "duel": 7118, "weepy": 2366, "frothy": 10809, "personable": 16936, "accessible": 1842, "restroom": 14328, "advertisement": 18613, "prepare": 4517, "guess": 8942, "shores": 2652, "decoder": 18117, "unelected": 3088, "especially": 1212, "punny": 7141, "puppies": 13443, "451": 12849, "nonchallenging": 13872, "showcase": 3769, "heat": 3804, "por": 479, "rooms": 11402, "flibbertigibbet": 17879, "shambling": 3833, "sinks": 2992, "resents": 17658, "smoother": 8312, "attal": 2322, "concoctions": 17466, "patterns": 3280, "annual": 7053, "bike": 4106, "ridden": 4963, "intrigued": 7966, "revolting": 18403, "forgiveness": 6309, "twister": 11723, "hierarchy": 11649, "forming": 11959, "maneuvers": 5478, "tit": 8330, "slop": 17331, "returning": 11257, "proceeds": 5958, "corruscating": 15228, "ruin": 3650, "randall": 12599, "ish": 14509, "pryor": 8198, "santa": 10666, "anonymous": 7603, "squirts": 12014, "metaphysical": 3712, "fog": 16160, "recovering": 16685, "reject": 4355, "feminized": 17918, "balto": 14745, "lags": 18061, "flashing": 9828, "murderer": 7250, "rappers": 8884, "oafish": 15858, "impetus": 18626, "dissolution": 15035, "superficially": 4014, "animal": 8215, "ghost": 4997, "'b'": 15843, "girls": 1547, "befallen": 11672, "48": 16207, "fandom": 4062, "triumphs": 5357, "thankless": 14110, "nijinsky": 4970, "inarticulate": 14999, "wachowski": 15774, "addicted": 13286, "wreaks": 13938, "delicately": 748, "flog": 18672, "congenital": 15240, "villeneuve": 2876, "bag": 9889, "underrehearsed": 18168, "ever": 112, "escalating": 1581, "enjoying": 2172, "rally": 16712, "boys": 2555, "advanced": 13350, "pastiche": 10041, "temptations": 8554, "vex": 1803, "reputation": 189, "crudity": 12279, "ut": 18145, "apprehension": 15288, "desired": 13699, "flick": 996, "reconstruction": 9519, "extends": 1651, "ripening": 12727, "viewings": 4720, "expressing": 6443, "decide": 10204, "portrait": 3530, "apallingly": 16299, "coupled": 3395, "remains": 1459, "homosexual": 5579, "writes": 18075, "gasbag": 15159, "told": 1099, "reggio": 3075, "stuttering": 17572, "distinguishable": 17464, "flimsy": 13653, "sweet": 1387, "elysian": 12612, "altar": 1735, "ineptitude": 17604, "program": 928, "fledged": 11539, "ado": 18224, "sophomoric": 9656, "web": 6461, "truncheoning": 9444, "crappola": 6963, "defeats": 14616, "remaining": 11817, "necessidade": 17668, "unplundered": 14897, "appreciates": 5281, "ricture": 14343, "heartedly": 2506, "weaving": 9566, "native": 9042, "modulated": 4415, "crumb": 8069, "introducing": 12017, "ruh": 14340, "popular": 3948, "riveted": 5748, "issues": 1923, "effusion": 5531, "perseverance": 7112, "aan": 13181, "durable": 11329, "government": 17738, "stirred": 5519, "mideast": 1834, "productions": 5248, "angles": 9386, "willing": 209, "subtly": 5077, "chances": 3167, "flaunting": 1602, "benefitted": 16181, "blight": 11699, "romanticism": 12182, "transparency": 9283, "click": 16273, "errol": 3745, "middle": 55, "'bold'": 16140, "precinct": 5146, "split": 17328, "giggles": 10508, "important": 1210, "luhrmann": 16499, "batch": 9972, "levity": 7181, "renders": 18229, "specific": 5659, "tartakovsky": 17556, "captions": 16639, "being": 420, "depending": 8307, "kaufmann": 6351, "circus": 8228, "european": 5852, "tale": 299, "cohesion": 17132, "ourside": 11313, "christine": 11998, "huston": 5211, "problemas": 5681, "angela": 7894, "freakshow": 17226, "resist": 4371, "selecting": 17922, "lumpish": 16808, "ramshackle": 5634, "mimetic": 13174, "warpath": 16469, "clarissa": 7892, "bastard": 14310, "stuck": 6944, "evaded": 17903, "intolerant": 12268, "claims": 15210, "mongrel": 11881, "dug": 14389, "bonehead": 3161, "truest": 18291, "taymor": 2852, "ofrece": 3877, "overrun": 9035, "transfigures": 17050, "sailors": 6425, "spunky": 4393, "sisterly": 8549, "mindedness": 16223, "consegue": 5683, "bon": 11164, "muckraking": 6092, "within": 2327, "regurgitation": 5424, "foremost": 6449, "tequila": 12805, "reflections": 8463, "preamble": 15965, "tela": 9579, "aliens'": 14327, "treebeard": 765, "bittersweet": 4091, "been": 643, "rapid": 2677, "venality": 17432, "inconclusive": 15849, "hailed": 9489, "tightened": 18160, "boorish": 18449, "reactive": 14308, "crazed": 8556, "assimilated": 4434, "bought": 6593, "injects": 7221, "helpful": 17134, "underneath": 6254, "augustinian": 7162, "antic": 10829, "instante": 16949, "occur": 6670, "callow": 7657, "unwrapped": 16064, "complementares": 7345, "unflaggingly": 5966, "otherworldly": 4071, "bona": 403, "helpfully": 15835, "depend": 1451, "ackerman": 11280, "punish": 16511, "feminism": 13953, "challenges": 788, "fading": 15519, "betting": 8328, "apenas": 8038, "plagued": 17362, "norrington": 18687, "1995": 1677, "soberly": 18417, "hubristic": 17683, "ttner": 8573, "screenwriter": 3918, "thi": 9501, "kate": 16542, "statecraft": 10949, "schoolboy": 17377, "unsympathetic": 13675, "expect": 2448, "'anthony": 18523, "dislikable": 16679, "imagines": 8110, "90": 7044, "typed": 18521, "nascent": 15353, "assert": 14197, "supercharged": 5336, "evans'": 11161, "stooping": 9493, "hamburgers": 15388, "singular": 1796, "chung": 18625, "aboul": 16440, "anytime": 2833, "redeems": 10922, "humour": 695, "fervid": 7523, "encompasses": 6056, "confuse": 8893, "prayer": 16787, "plotline": 7364, "rockumentary": 10731, "spall": 10391, "to": 5, "matthew": 2615, "glow": 3179, "pretention": 13311, "puff": 7263, "expansion": 15082, "fingers": 8843, "groove": 3911, "syrup": 13805, "offset": 17550, "lite": 6083, "delivered": 1543, "goosebumps": 12720, "somnolent": 16322, "degraded": 11162, "sane": 7070, "promised": 5402, "cartoonish": 6556, "monument": 7091, "spinoff": 16853, "bartlett": 9949, "lunacy": 10791, "everywhere": 4339, "clutch": 10839, "ambition": 1089, "might": 365, "inadvertently": 1700, "flirts": 9417, "relative": 12877, "discourages": 15530, "flakiness": 13554, "vitality": 1871, "girlfriend": 9330, "goya": 1657, "immaculate": 12162, "primavera": 15400, "reduce": 12301, "bias": 10846, "armenians": 10019, "familiarity": 5341, "ribbing": 15939, "tooth": 9180, "current": 3203, "cuss": 14245, "parmentier": 1816, "occupational": 9601, "bumpy": 3860, "evolved": 10408, "directing": 6102, "stealth": 2896, "respecting": 11791, "reaction": 5700, "sucking": 11670, "smartly": 3209, "blip": 13000, "retrieve": 17005, "near": 1464, "glizty": 13811, "span": 11940, "attitudes": 13549, "generals": 17174, "trumps": 17006, "starred": 14908, "actorish": 14144, "downsizing": 8231, "sunnier": 15382, "unsettlingly": 4931, "prefeminist": 12945, "overweight": 14044, "recompense": 18565, "esteticamente": 16378, "caretakers": 2373, "air": 215, "gander": 16755, "rancid": 14743, "meat": 3302, "odoriferous": 16709, "laugther": 12734, "impeccably": 14046, "nuttgens": 1612, "raimi": 7167, "topical": 4105, "hiding": 15258, "contempt": 5393, "activists": 12118, "2455": 16999, "pregnancy": 17926, "interfaith": 12874, "feminist'": 18334, "churlish": 13715, "clancy": 10439, "outre": 11868, "compellingly": 3257, "sledgehammer": 13945, "hindsight": 3018, "swan": 13247, "duration": 10632, "exam": 14807, "petrovich": 18336, "losses": 18048, "tinge": 1683, "musicals": 10511, "anguished": 6981, "careful": 1512, "redemptive": 18630, "hum": 16084, "colonics": 10158, "preschool": 3471, "cutout": 15149, "odorous": 13864, "frisk": 15726, "aspects": 1435, "outselling": 9693, "intolerance": 10521, "existent": 13930, "derivativeness": 17290, "doppelganger": 9758, "overused": 10929, "flying": 8848, "differently": 12747, "tighter": 3310, "wendigo": 164, "smoke": 11473, "unconcerned": 1355, "west": 7828, "underwear": 5908, "item": 1198, "debate": 3579, "coinage": 16901, "sorority": 12504, "curiously": 9544, "flippant": 10186, "uplift": 12598, "riddles": 14303, "dislocation": 12532, "moves": 492, "expressiveness": 12038, "impersonal": 15861, "collosum": 14879, "slumber": 15967, "harmoniously": 8623, "gidget": 7922, "bledel": 17912, "dramatize": 11056, "contrasts": 18714, "overacted": 14709, "appropriately": 2338, "conan": 11, "airport": 16085, "huggy": 16147, "atavistic": 5097, "projected": 3262, "longs": 15725, "meetings": 9464, "mortality": 5080, "be": 6, "ensnaring": 2846, "270": 6686, "shimmeringly": 11090, "venues": 5512, "danny": 8082, "saucy": 4232, "today": 538, "lobotomized": 15499, "inhabited": 1988, "broadcast": 12821, "gloom": 12842, "sorely": 16523, "unendurable": 6870, "defiance": 11073, "sensuality": 7335, "jealousy": 2326, "bond": 411, "nervy": 4030, "binary": 14254, "romanticize": 15322, "flamboyant": 7780, "expressed": 4895, "undead": 9847, "at'": 7237, "bleibtreu": 4841, "'literary'": 14200, "patchouli": 15437, "investigate": 8913, "doce": 13495, "nerfs": 16236, "funny": 521, "neurasthenic": 11284, "deserve": 2587, "jimmy": 18151, "confirmation": 3085, "confluence": 11546, "bombards": 14439, "russell": 3265, "haranguing": 14558, "toity": 15102, "'slash": 15772, "hodgepodge": 16491, "answer": 12141, "blockage": 6953, "civilization": 10990, "'date": 10810, "holidays": 3372, "desde": 18443, "merry": 4576, "an": 78, "workout": 8087, "hopkins": 3176, "bo": 13207, "reproduce": 17686, "innocent": 1322, "topple": 12219, "resembling": 3927, "miraculously": 3146, "moodily": 15414, "iceberg": 17381, "parka": 578, "forgivable": 2034, "playwright": 14679, "stubbornly": 17784, "negative": 18691, "lends": 2835, "dogs'": 17297, "degenerating": 17809, "apparatus": 7721, "vessel": 15413, "rip": 6282, "creepiest": 5561, "extrusion": 17494, "bela": 18214, "pandered": 16454, "vainglorious": 14835, "fleeting": 1417, "bedevilling": 7266, "loyal": 4933, "porn": 8239, "subscriber": 16643, "knockabout": 18210, "label": 3648, "information": 6038, "miss": 645, "boredom": 7754, "terminal": 17825, "5ths": 17729, "hothouse": 17849, "flame": 9298, "weaknesses": 3613, "up": 940, "conflicting": 18656, "associate": 18623, "exquisite": 7422, "judd": 9628, "hicks": 3431, "delicate": 2788, "splatterfests": 16925, "composed": 245, "vary": 9841, "outrun": 15875, "bar": 6015, "tough": 2385, "br": 16202, "adult": 2948, "pumps": 5434, "loneliest": 8382, "goofiest": 8429, "weigh": 3504, "'blade": 12887, "hogan": 2919, "liberating": 6605, "interpreting": 17129, "welcomes": 9364, "pinocchio": 14154, "overwritten": 14800, "amusement": 12846, "strangeness": 12198, "rode": 18677, "leaving": 1630, "shakespearean": 7230, "child": 3487, "richard": 6413, "javier": 13584, "beer": 1032, "using": 1960, "apartheid": 14451, "potshots": 12808, "smutty": 13396, "spiderman": 271, "gooeyness": 9494, "needlessly": 8688, "crawled": 16567, "updated": 1755, "bummer": 15294, "complaining": 17662, "sea": 3883, "sillified": 14538, "excel": 5921, "geneva": 11711, "unrealistic": 16176, "advantage": 8435, "flowed": 15689, "vastness": 2544, "glacially": 17642, "scooby": 8423, "unaware": 16546, "cliques": 17536, "septic": 17794, "success": 4424, "criminals": 17147, "illusions": 1081, "researchers": 16580, "wallpaper": 2231, "template": 17448, "implicit": 1703, "agradecido": 11561, "synthesis": 14958, "random": 14428, "minkoff": 11258, "addessi": 2484, "irony": 4792, "adolescence": 1736, "independence": 3319, "deblois": 9004, "serbian": 13140, "acerbic": 11616, "famous": 191, "stringently": 16806, "virgin": 11716, "deeper": 991, "controlling": 9083, "hades": 8810, "informs": 14580, "sits": 4462, "urgency": 5720, "nazi": 9575, "tatou": 5810, "ripper": 9763, "loopy": 6975, "elenco": 12074, "admitting": 9649, "librarian": 11348, "meekly": 15070, "outlandishness": 10901, "gently": 4893, "alternatives": 10891, "paraphrase": 13338, "skirts": 2036, "flames": 10113, "taxi": 11339, "comforting": 8351, "ravaging": 10023, "hyperbolic": 5375, "grain": 3947, "williams'": 11530, "freeway": 1550, "brings": 276, "wrong": 3571, "piss": 14016, "spoofy": 13461, "headly": 12758, "unsurprisingly": 13357, "'nature'": 18378, "credits": 3822, "squaddie": 14077, "deve": 13748, "june": 11385, "actorly": 8113, "artistes": 18023, "sight": 6144, "sheds": 10473, "gasps": 16618, "cop": 1535, "locations": 873, "esteemed": 18134, "blooded": 7465, "da": 9589, "brainy": 17663, "aesthetic": 2579, "sorrow": 2242, "scare": 4799, "youth": 6703, "sucks": 10357, "straightforward": 4941, "abundantly": 5205, "ambivalence": 4818, "inexplicable": 8939, "doldrums": 5981, "fetishistic": 17159, "pleasures": 2903, "societal": 9410, "chore": 18751, "bagatelle": 14092, "uni": 18536, "rug": 8589, "l'avventura": 2816, "explain": 10946, "skirmishes": 13073, "machinery": 6679, "affections": 18173, "daredevils": 10458, "unforgivably": 15135, "revenge": 2312, "tick": 11694, "crime": 995, "fatalist": 331, "snipes": 8638, "nonchalant": 7226, "assures": 13957, "justifying": 18708, "gazing": 4380, "brushed": 5235, "bliss": 8844, "enlivens": 11071, "decency": 8486, "capable": 5504, "visit": 2223, "k": 2936, "heinous": 15111, "sappier": 3782, "penchant": 8375, "contradictions": 1619, "'truth'": 1147, "objectivity": 10064, "entrance": 14806, "leniency": 18013, "celebi": 3820, "records": 9248, "goombah": 12780, "envious": 6109, "sharks": 14082, "meager": 17068, "military": 5189, "wishing": 2721, "advances": 8682, "explicit": 4627, "mapquest": 18253, "street": 2695, "werner": 674, "fashioning": 7233, "meditation": 2287, "mature": 4341, "unlimited": 9462, "admittedly": 7033, "renowned": 10620, "miscalculations": 17830, "tok": 836, "nighttime": 12189, "tenacious": 11227, "lust": 2467, "gang": 1559, "seagal": 12852, "unfulfilling": 13880, "forever": 1941, "clarify": 746, "honesty": 1268, "ernest": 974, "pasta": 12744, "foxworthy": 8971, "faced": 5186, "cumbersome": 10774, "decadent": 8700, "stock": 3123, "arouse": 2979, "fits": 9090, "rhetoric": 12748, "napoleon": 3546, "tavernier": 8642, "lad": 3387, "automated": 15934, "willingly": 11372, "greek": 1977, "promises": 7405, "archival": 883, "outweighs": 13660, "mystic": 13560, "eternal": 16975, "wreaked": 18249, "species": 9151, "imprisonment": 15458, "sweat": 506, "combination": 106, "behan": 1396, "heroes": 669, "psychologizing": 13037, "emigre": 7860, "psychopathy": 4688, "loves": 2057, "greatness": 4617, "amble": 14298, "rekindled": 15775, "savored": 5204, "vulgar": 2732, "dizzying": 5479, "believable": 7329, "welsh": 10174, "novelistic": 5173, "filmgoing": 9442, "everett": 8702, "unpleasant": 2883, "realist": 9794, "preferable": 14149, "forcing": 10836, "fiorentino": 16068, "gangsta": 312, "tonight": 4871, "drunk": 3475, "kirkegaard": 18108, "lillard": 4251, "swank": 12713, "nancy": 3230, "indelible": 10184, "haywire": 9244, "pictures": 1346, "situation": 4586, "demented": 4556, "closes": 12582, "cash'": 12979, "relegated": 7608, "forests": 4350, "wildlife": 4691, "'assassin'": 7371, "wimps": 17189, "tiresome": 12714, "holocaust": 1097, "already": 5389, "farther": 686, "grittily": 12286, "advocacy": 11641, "favour": 6638, "costumey": 16363, "route": 11849, "lapaglia": 5367, "visits": 1741, "league": 13191, "lyricism": 4197, "technological": 11206, "transporter": 1972, "dulls": 13136, "lowering": 16548, "cynics": 3557, "megalomaniac": 10279, "tolerance": 8580, "spotlights": 5929, "constant": 5926, "rover": 16994, "powerhouse": 18478, "chase": 10406, "sparse": 10756, "beached": 15534, "indulge": 1295, "liberal": 3427, "brutality": 12423, "'sub'": 18589, "rinzler": 17047, "tourism": 8798, "widen": 12058, "ticks": 17956, "infusion": 6881, "christian": 1794, "babak": 12462, "callie": 14871, "byler": 4185, "papa": 11002, "bourgeois": 9552, "complejos": 4220, "'laugh": 8859, "mediterranean": 13581, "delhomme": 6149, "proposes": 17573, "barbarism": 12558, "motionless": 17895, "cedar": 4761, "overkill": 3535, "laurel": 15646, "ironically": 8925, "asking": 10295, "curdling": 3105, "emphasizes": 5094, "trifling": 17870, "grouper": 15535, "thrill": 7648, "sanctified": 15801, "dewy": 16734, "examined": 2873, "capitalize": 13232, "uninhibited": 3794, "lumbering": 14010, "mark": 439, "coulda": 6922, "sense": 702, "stonehenge": 12880, "raped": 17330, "mothball": 5602, "ningu": 17674, "'plex": 18475, "poetically": 4087, "cavorting": 12826, "frighteningly": 239, "underlies": 16859, "funky": 11917, "grass": 4468, "lasting": 9347, "babysitter": 12664, "millions": 6354, "reedy": 13685, "phocion": 8974, "insistently": 220, "austen": 18296, "flickering": 11462, "recharged": 10637, "aurelie": 10537, "players": 4787, "abuses": 1952, "kilner": 15717, "homiletic": 16735, "aimed": 3903, "berlin": 12224, "stammering": 12223, "pegged": 13020, "siberian": 572, "biographical": 8729, "scuttled": 16723, "cries": 17271, "updatings": 3761, "completists": 18016, "individuals'": 5138, "adolescent": 668, "heartstring": 14895, "feminine": 9756, "kilmer": 10021, "regimented": 17921, "stickiness": 12114, "truth": 2474, "mental": 9876, "dwindles": 16854, "lethal": 15789, "import": 8236, "boil": 15758, "marina": 12136, "disappointments": 16955, "tango": 3669, "cria": 16374, "feardotcom": 9893, "aground": 6777, "perils": 1007, "bull": 8977, "cooker": 6255, "first": 1174, "entertained": 5446, "shlockmeister": 17768, "distances": 10647, "classics": 4598, "moviemaking": 1511, "survivable": 9560, "fantasy": 175, "trots": 12878, "percentages": 17301, "song": 895, "<UNK>": 0, "ja": 16178, "sliding": 14900, "deconstructionist": 16224, "swirl": 12356, "gaunt": 7514, "miramax": 6768, "donati": 16098, "wind": 4610, "face": 986, "cleverness": 2029, "archetypal": 12068, "numbered": 11485, "emphasising": 9768, "puportedly": 15215, "overstated": 906, "rates": 6664, "viterelli": 12779, "substituting": 18420, "recently": 11958, "statesmen": 5824, "roaring": 6395, "saddest": 2156, "braveheart": 17911, "offend": 5892, "buddies": 4924, "rockwell": 2541, "comment": 12794, "temerity": 15597, "probe": 210, "threadbare": 13543, "oops": 14382, "pie": 12972, "roberts": 14212, "ops": 1156, "moron": 8480, "essence": 1758, "quicksand": 13310, "faint": 11701, "lurches": 18062, "'praise": 10559, "judging": 8531, "garbled": 14395, "heidegger": 2681, "lived": 193, "claud": 25, "gamble": 3594, "assistant": 15526, "remain": 6719, "ceremonies": 11126, "entendre": 11580, "comedy'": 1495, "assistir": 13754, "possesses": 2942, "unamusing": 13328, "carr": 17565, "veering": 18261, "soccer": 4506, "slashers": 16279, "youthful": 3596, "overwrought": 7401, "enthusiastically": 10466, "evolve": 6895, "dunce": 15405, "poetry": 2450, "rescue": 12181, "darkness": 3684, "pug": 12895, "shirt": 1896, "newcomer": 7708, "simplistic": 8931, "unscathed": 11255, "longevity": 17851, "naivet": 6065, "gracefully": 11037, "curlers": 9616, "ent": 10606, "sassy": 7949, "book": 553, "yearning": 2425, "dave": 9424, "decent": 4671, "mishmash": 14264, "imaxy": 11565, "substances": 9034, "arkin": 6025, "imagined": 4340, "fireball": 16259, "shootouts": 18272, "curse": 5445, "bounces": 5046, "sordid": 2918, "worries": 11687, "tep": 2583, "uninventive": 18140, "getting": 2365, "unfurls": 12610, "laurence": 16899, "servicable": 12484, "bone": 5487, "able": 2224, "sanguine": 12623, "ferrara": 3837, "drinker": 17066, "displacement": 10589, "throw": 4621, "t": 1895, "adhere": 18448, "24": 18262, "underdone": 13340, "tipped": 10197, "emotion": 4990, "negar": 12578, "roster": 13713, "shunji": 16896, "display": 4223, "thrusts": 13987, "como": 8952, "heights": 5480, "cricket": 7753, "jerry": 8090, "episodic": 14592, "silliest": 15522, "world'": 13814, "fatale": 10921, "event": 4085, "subsequent": 9602, "rehashes": 13972, "asked": 13324, "drawings": 8565, "fizzles": 2664, "happiest": 1392, "ears": 7211, "splattering": 18300, "things": 5115, "jacobi": 13869, "discord": 1829, "repetition": 13552, "praises": 9137, "create": 894, "plethora": 7806, "tomcats": 13986, "unwillingness": 15508, "fuels": 10085, "indulging": 9726, "lai": 17548, "baran": 4381, "terry": 8255, "kurosawa": 6071, "rhapsodic": 10745, "slogans": 18366, "recycling": 6248, "springer": 8091, "pregnant": 14578, "laughs": 1336, "mixture": 5153, "armchair": 18704, "leers": 13066, "die": 7832, "goods": 5610, "rare": 77, "yawner": 13485, "physically": 2997, "blossom": 15348, "tasty": 4297, "racist": 15610, "looney": 11282, "after": 2718, "kaufman": 2611, "squad": 9965, "idiosyncratic": 3563, "positions": 3016, "sport": 5342, "seeing": 149, "168": 11798, "out": 277, "involve": 14312, "leaping": 6474, "amish": 18139, "epiphany": 4306, "mordant": 3725, "mansion": 15162, "teenage": 6325, "scotches": 18205, "outpaces": 11316, "italicizes": 14566, "angelina": 8174, "touch": 4897, "irrelevant": 13701, "idol": 17901, "cheated": 2375, "profile": 5319, "windtalkers": 1903, "jingles": 6081, "shreve": 14278, "gushing": 12013, "droning": 17186, "product": 12799, "schmaltzy": 1674, "exercise": 5884, "churning": 14833, "breezes": 2704, "enables": 12510, "ribbon": 1031, "wes": 14429, "comin'": 17552, "mclaughlin": 11502, "domineering": 731, "belief": 13325, "structure": 5827, "interludes": 1363, "covered": 16706, "achilles'": 14846, "model": 2393, "eyeballs": 16568, "unanswered": 12899, "bungling": 14246, "agent": 2897, "fraser": 1409, "strong": 484, "seriocomic": 11942, "documentarian": 8634, "'amateur'": 14576, "pronounced": 10792, "inventiveness": 6863, "allied": 18470, "comparisons": 17169, "jam": 8994, "inextricably": 10514, "brett": 8726, "colleague": 15370, "intentions": 122, "sabrina": 14886, "final": 3861, "flung": 18651, "ultra": 6872, "russian": 1231, "assayas": 9551, "winged": 17643, "easier": 2257, "bottomless": 16269, "1994": 5910, "soporific": 16210, "stupid": 4128, "yale": 12783, "upstaged": 14005, "livelier": 11457, "marked": 9638, "confection": 8272, "knowingness": 15791, "bathroom": 2593, "budget": 3415, "too": 59, "spliced": 15235, "avenues": 6919, "terms": 2333, "emphatic": 9333, "mo": 13817, "meticulously": 12618, "dramas": 1171, "pax": 12801, "examination": 1640, "whiff": 15313, "devastation": 16724, "hug": 7934, "immortal": 7158, "flashbacks": 5925, "perch": 13393, "abilities": 6297, "kicking": 9846, "shockers": 7393, "incarnations": 14471, "auspicious": 5667, "pincel": 9581, "cama": 13750, "village": 15397, "morphs": 14065, "spike": 2818, "seaworthy": 1431, "bore": 13535, "toilet": 12533, "developing": 14589, "chief": 6769, "departure": 255, "doddering": 14856, "team": 4664, "parton": 15169, "chords": 7778, "acaba": 9712, "extortion": 16216, "'hosts'": 4268, "television": 3828, "traps": 15392, "wildest": 5240, "mccrudden": 18379, "comprensi": 11574, "scummy": 16834, "teaches": 4692, "wistful": 11085, "crappy": 17295, "shoes": 10013, "prizes": 1377, "population": 3800, "fathers": 4404, "sensitive": 721, "bettany": 5225, "fans'": 10246, "amusing": 234, "mastering": 7745, "conditioned": 2364, "assailants": 17644, "sending": 17218, "lousy": 13033, "fascinate": 7830, "disciplined": 9072, "liberally": 18622, "torpid": 15276, "sailboaters": 16286, "deadpan": 1958, "brendan": 1408, "transcendence": 10778, "dimming": 6994, "madman": 13187, "instead": 3564, "maze": 6439, "picture'": 15921, "ellen": 8720, "margot": 11675, "influences": 6173, "ssimos": 13502, "plunge": 10361, "beard": 11403, "testud": 1815, "fields": 6113, "bonbon": 15809, "speed": 977, "dismissive": 13855, "pageantry": 9144, "ranks": 1499, "vegetables": 9971, "courageousness": 11408, "irreconcilable": 11361, "misty": 9086, "triste": 9587, "pantomimesque": 18220, "respectively": 17751, "slummy": 16603, "concocted": 14406, "theorist": 18326, "writers": 11910, "sensational": 6045, "awesome": 4666, "repression": 5027, "vale": 474, "eyeball": 4744, "dreamscape": 10812, "interpersonal": 10208, "luis": 15151, "proves": 2539, "persistent": 17233, "wayne": 17944, "philip": 247, "sleep": 5122, "plummer": 4860, "heavyweight": 11086, "endorses": 14702, "honored": 3103, "unapologetic": 6729, "injured": 15695, "atypically": 11325, "overindulgence": 2033, "unnecessary": 13965, "intelectualmente": 461, "race": 1650, "grotesque": 14909, "express": 2638, "pulsating": 9473, "sank": 14995, "malle": 14662, "explores": 3381, "pudo": 12992, "odour": 18247, "changed": 13345, "lackadaisical": 3750, "causing": 16500, "gels": 15818, "ingenious": 3297, "sixties'": 10730, "98": 18021, "pressed": 8263, "undramatic": 18130, "princess": 11309, "pit": 13105, "imax": 931, "kong": 846, "corners": 3269, "fighters": 17261, "riddled": 10837, "russos": 15829, "paul": 5373, "transitions": 2471, "notorious": 2729, "'alice": 11664, "unspeakable": 5941, "dramatics": 15553, "exposes": 3417, "astonish": 8503, "cruelties": 16842, "asia": 2195, "rawness": 1810, "illustrating": 7265, "following": 1306, "enigma": 11512, "awarded": 9611, "threefold": 15081, "personifying": 3318, "cockney": 14137, "19th": 6368, "infirmity": 16964, "mejores": 8657, "unending": 14820, "'back": 18299, "serenely": 12752, "energizing": 12529, "stuffy": 14581, "clever": 131, "liberation": 9038, "incarnates": 3373, "sanity": 12274, "bible": 6003, "padding": 14107, "procedure": 7838, "quench": 4834, "individuality": 2113, "bother": 5386, "snoozer": 13342, "barker": 18551, "with'": 17364, "sexualization": 5704, "captures": 375, "avis": 4173, "displaying": 5050, "delightfully": 3731, "stomach": 5409, "afflicts": 13420, "instances": 17120, "cartons": 8126, "mutilation": 7596, "money": 6080, "rothman": 14258, "characterisations": 11864, "plea": 11945, "settles": 9698, "cinemantic": 7931, "convention": 12717, "dimensional": 6359, "report": 2470, "hurts": 18127, "red": 5546, "espect": 7300, "recapturing": 3704, "stripe": 7668, "intermittently": 5965, "sales": 17996, "sociopathy": 16680, "polishing": 15870, "potboiler": 16196, "disorientated": 11887, "age": 718, "doubt": 5113, "affinity": 18663, "compassion": 3384, "sustained": 12070, "tart": 2376, "cleanflicks": 12858, "montias": 5433, "shadow": 5622, "cheats": 15705, "logical": 8023, "icky": 13101, "hanley": 11997, "matches": 11394, "realistic": 1472, "brazil": 17360, "beaut": 2559, "suffocation": 17664, "squareness": 7272, "shohei": 10999, "stomps": 16727, "phoenix": 14690, "romoli": 12685, "mira": 10676, "cylinders": 13129, "1949": 5764, "capability": 7647, "bugsy": 16325, "bouquet": 5223, "dylan": 14208, "devoid": 10063, "long": 498, "'juvenile": 17650, "hotel": 376, "aggravating": 8577, "nuevas": 15208, "improbability": 13458, "quirky": 1946, "imaginatively": 943, "bubbles": 10395, "biased": 9313, "strenuous": 16751, "purposefully": 7381, "agendas": 7791, "serving": 6665, "pleasingly": 9332, "nikita": 15431, "smackdown": 18563, "overinflated": 17492, "unlock": 13380, "acquainted": 8646, "witlessness": 17146, "phoned": 17549, "giles": 1611, "shorty": 17596, "bouncing": 11149, "overburdened": 18604, "poke": 13846, "malcolm": 7025, "spanning": 11003, "reliance": 423, "recessive": 7969, "weighted": 17801, "purport": 15256, "parodies": 16171, "oblivious": 14587, "'in": 12174, "camerawork": 9480, "products": 18397, "bomb": 15480, "rung": 14789, "press": 8976, "minimalist": 6207, "impressionistic": 16923, "relates": 5000, "gallery": 18402, "expectant": 18506, "norwegian": 10918, "distended": 14808, "heightened": 4659, "went": 3100, "emphasizing": 12509, "column": 40, "imprimatur": 15576, "westfeldt": 4228, "'scream": 17144, "traffics": 14400, "generates": 6544, "candor": 11738, "gentility": 5854, "cassette": 4055, "hanna": 18455, "vividly": 2856, "sprouts": 8443, "attract": 9974, "corniness": 9627, "matrix'": 17242, "stature": 15517, "bombastic": 6760, "bedevils": 3519, "brosnan": 6143, "limit": 13094, "pinheads": 13087, "revelations": 1103, "fatalism": 6584, "showy": 4090, "sensationalize": 13528, "apparent": 8447, "lily": 10248, "inauspicious": 16736, "palaver": 13647, "button": 6089, "tupac": 4765, "home": 1388, "counterpart": 3335, "tunes": 5365, "pronounce": 2349, "jules": 1891, "wistfully": 11651, "or": 28, "purity": 11659, "flavor": 10504, "180": 3998, "sloppy": 8743, "keen": 1821, "shakes": 10694, "pine": 15244, "sixth": 7811, "exiled": 9924, "rembrandt": 9266, "executives": 6302, "binks": 16183, "presuppose": 4769, "jackasses": 15925, "philosophers": 12518, "zingers": 12589, "dose": 580, "ploughing": 17428, "warning": 4987, "'are": 10381, "describing": 13916, "warnings": 12628, "inexplicably": 10784, "ailments": 16620, "generaciones": 15209, "disposible": 13086, "bolly": 16448, "sings": 16162, "pausado": 12469, "destinees": 3517, "suicidal": 16983, "pollak": 15165, "purported": 16010, "gets": 826, "switches": 12320, "bands": 10471, "unreality": 4075, "mannerisms": 11516, "overpower": 16475, "prior": 14424, "mirren": 9162, "procedural": 14747, "guzman": 11810, "casual": 5120, "barrage": 5448, "catastrophic": 11828, "spawn": 17056, "towers": 5721, "bang": 2663, "questionable": 14055, "beginners": 5016, "ultimate": 1034, "handed": 1462, "four": 201, "experience": 737, "distinguished": 400, "elliott": 2785, "zoning": 18627, "'seeking": 17512, "ideals": 3282, "swinging": 9134, "tosca": 2487, "chemicals": 7488, "retreats": 15706, "shocking": 688, "1999": 2899, "county": 3721, "innumerable": 18597, "ballesta": 18344, "fringe": 18325, "vertigo": 15471, "parable": 6260, "slam": 4143, "worry": 9028, "applies": 5543, "horton": 14749, "enervating": 11742, "shrewd": 9368, "likened": 5551, "disposable": 12180, "murk": 12438, "relationships": 990, "dumb": 1974, "taxing": 15339, "mcdonald": 17821, "expose": 13978, "goodwill": 4157, "still": 620, "peekaboo": 16691, "attendant": 11581, "polemical": 17172, "bale": 10976, "jaunt": 10962, "sporting": 5157, "scrubbing": 15390, "silberling": 17735, "cheeks": 9644, "todd": 1901, "ross": 3936, "practiced": 10645, "jokers": 14270, "makeup": 8711, "wine": 3733, "treads": 4815, "stained": 6825, "unsuspenseful": 15889, "nathan": 4863, "tux": 14840, "summertime": 9652, "wielding": 15803, "remakes": 11445, "bundy": 2560, "tour": 1441, "delectable": 5555, "design": 4165, "having": 2691, "hal": 13117, "casts": 1138, "1952": 6733, "inherent": 3204, "jeong": 4200, "gasm": 13436, "contacts": 4267, "anna": 2198, "spends": 9509, "grin": 7718, "randolph": 18001, "scoring": 12240, "analyze": 1521, "unfakable": 10641, "monte": 5380, "sexy": 2429, "decisions": 3140, "punchlines": 13482, "imaginative": 818, "headaches": 13947, "bottomlessly": 13702, "colorfully": 7623, "'small'": 5296, "arthur": 17396, "ineptly": 13939, "denis'": 16626, "terror": 3108, "ante": 7841, "endurance": 7003, "bubble": 6007, "horrifying": 885, "gaining": 12052, "dingy": 4347, "pausing": 16133, "massacres": 17243, "suerte": 11763, "newcastle": 7773, "orlando": 11349, "arrive": 8916, "pace": 289, "fictions": 4820, "televised": 12065, "rosario": 12294, "murders": 12771, "congeniality": 14174, "temporal": 12524, "challenge": 1530, "butt": 5422, "1989": 8690, "viscerally": 8513, "consumer": 15840, "simpering": 18570, "ichi": 9309, "result": 1769, "gentlemen": 18739, "tickle": 15133, "vanessa": 12169, "strict": 4012, "goo": 9568, "spectrum": 10398, "crowded": 7531, "lemon": 17977, "rouge": 692, "hitchcockian": 9127, "occupied": 4235, "childish": 11880, "company": 4283, "thumbs": 9513, "kiss": 1364, "backstage": 6946, "ingredients": 2059, "tapped": 5613, "however": 292, "nastier": 13231, "spinner": 12728, "sturdiness": 10257, "debases": 15663, "absorbs": 874, "fact": 2240, "pastel": 5039, "birds": 5577, "way": 337, "folds": 13114, "delirious": 5218, "furiously": 6854, "eclair": 18572, "hedonist": 4611, "veers": 3693, "encumbers": 17786, "potemkin": 9345, "shook": 322, "skins'": 8269, "harder": 8841, "afternoon": 4888, "prefabricated": 14574, "perpetual": 7277, "queasy": 5100, "nebrida": 13277, "vertical": 13093, "magnet": 432, "affable": 6151, "feasting": 5633, "can": 743, "assigned": 15927, "nba": 11191, "unloading": 1966, "creatures": 5694, "pranks": 15085, "tomorrow": 7450, "benchmark": 797, "'under": 14217, "dock": 1965, "1997": 13406, "pollution": 9762, "match": 3920, "fabulous": 3842, "weaver": 4360, "fab": 15192, "orchestrated": 11028, "unwary": 6541, "fix": 12021, "competent": 4510, "pouty": 13665, "invitation": 3033, "factory": 7455, "gratingly": 13456, "pungent": 9302, "instructs": 12687, "nonjudgmental": 9433, "waving": 12601, "eroded": 18498, "chides": 5081, "genteel": 11443, "boiled": 17372, "mum": 16510, "stitch": 8599, "italics": 17193, "jerky": 12709, "thoughtlessly": 14152, "freud": 9396, "provocations": 7582, "dolby": 18487, "sly": 2709, "stumblings": 5521, "'classic'": 16294, "serie": 6489, "wolfe": 7136, "2002": 5181, "exuberance": 5815, "prankish": 5041, "problematic": 7971, "devotes": 15512, "unrequited": 16705, "towering": 8492, "aspired": 18298, "leys'": 3545, "hibernation": 16651, "d'oeuvre": 4299, "belated": 3852, "enthusiasm": 3211, "purgatory": 8374, "handy": 17927, "solemnity": 14127, "dazzling": 3674, "witch": 5565, "abagnale": 10172, "qatsi": 15951, "oversize": 15158, "redeem": 13480, "unlikely": 5426, "wladyslaw": 11262, "land'": 11666, "neat": 8027, "distanced": 2262, "expectations": 1158, "flavorless": 16921, "hepburn": 17635, "hooked": 6545, "cotswolds": 11128, "cleaver": 11386, "blab": 7056, "homosexuality": 7097, "ga": 8489, "dumbfoundingly": 15340, "pencil": 3144, "welfare": 12393, "perde": 16948, "unindicted": 4994, "president": 8359, "lover": 7901, "workplace": 1767, "dooby": 15394, "distilled": 16844, "stones": 3308, "responses": 8333, "addressing": 10385, "categorization": 15054, "pitch": 7244, "squashed": 14560, "hungry": 3552, "double": 1000, "strike": 2551, "cox": 4972, "gandalf": 14132, "mulls": 11412, "lampoons": 12436, "voc": 17666, "bickle'": 10787, "dollars": 12868, "trekkie": 15076, "australia": 4535, "creepy": 2290, "strikingly": 9517, "depress": 7981, "clyde": 16634, "tailored": 3685, "screwball": 10864, "chips": 14600, "scariest": 5562, "constructs": 8076, "gibberish": 15086, "shares": 4715, "lyrics": 17980, "muchas": 9377, "broomfield": 4324, "tamer": 9989, "shakesperean": 17734, "minimal": 7890, "yearnings": 10292, "subliminally": 17739, "dedicated": 264, "consistency": 7378, "invade": 3351, "tingle": 2826, "belonged": 16343, "requisite": 13996, "earned": 6572, "journalist": 11158, "tay": 12557, "bespeaks": 13860, "heaving": 4007, "punchline": 16203, "categorisation": 5711, "armenia": 14351, "antes": 17670, "fracasso": 13492, "morbidity": 16648, "combines": 6520, "'i'm": 18501, "addictive": 17333, "truckzilla": 18723, "trimmings": 6821, "musicians": 487, "shifts": 9707, "also": 269, "undergraduate": 14720, "steal": 6530, "allying": 4573, "1973": 17528, "hawley": 8632, "70": 18412, "exxon": 14165, "opaque": 6287, "transfer": 15505, "cheered": 11175, "find": 1882, "invokes": 10467, "criminally": 4998, "enemy": 1649, "associated": 297, "pecan": 9379, "delicious": 3192, "pulp": 11990, "moon": 11436, "gunfire": 8407, "elmo": 17227, "squandered": 16337, "sooner": 7759, "castro": 1709, "thuggery": 16516, "basted": 16436, "wish": 6484, "hints": 11636, "rouse": 15484, "saudades": 5255, "consolation": 7818, "buscemi": 12293, "ramifications": 9862, "recoiling": 16065, "shy": 3200, "satirical": 5078, "dysfunction": 8350, "sucked": 13559, "offers": 105, "centered": 4628, "dress": 14288, "vivacious": 18477, "breezily": 2211, "creep": 427, "hypothesis": 13126, "calculus": 18407, "recall": 12283, "heaviest": 16136, "boundary": 8114, "aggressively": 3334, "patched": 15332, "robin": 3997, "meshes": 7227, "rebel": 2402, "largely": 2108, "digitally": 3410, "fan": 3240, "harold": 13746, "feeds": 3162, "appease": 15521, "fetishes": 7767, "christina": 14822, "brooklyn": 14048, "cover": 5147, "mandoki": 18439, "circles": 434, "dramatized": 12140, "lingerie": 12210, "ruthless": 8452, "slapping": 13823, "barry": 7370, "sticks": 3738, "couples": 1026, "exceeding": 7074, "stance": 8233, "shows": 1286, "lie": 3115, "sexes": 9776, "demonstrated": 13446, "aggressive": 2556, "49": 14906, "infomercial": 12092, "injustices": 18415, "attention": 431, "supplies": 12120, "dresses": 14926, "insultingly": 4000, "paradigm": 14555, "musical": 1916, "melancholy": 3406, "conceal": 10513, "hammering": 9738, "waydowntown": 1327, "dismantle": 12417, "assess": 9789, "smack": 6050, "helm": 11898, "thing'": 17143, "precio": 18096, "eerie": 2613, "turner": 781, "comparable": 4581, "potential": 601, "backdrops": 14588, "watch": 803, "'slackers'": 11878, "clamorous": 16880, "cutthroat": 9095, "taylor": 3548, "roland": 5567, "undressed": 9251, "rosily": 15290, "isso": 10880, "inconsequentiality": 15247, "internet": 17859, "shyamalan": 5269, "pork": 17032, "wobbly": 9820, "kafka": 6933, "communication": 9527, "abandone": 11213, "highway": 9064, "lives": 237, "composition": 8964, "jessica": 4811, "coloured": 18535, "adams'": 5976, "rusty": 15764, "weber": 2394, "stubborn": 11877, "everyday": 2600, "perilously": 5836, "deseos": 9173, "ferocity": 7640, "pouqu": 13501, "enliven": 17865, "awkwardly": 13786, "inhuman": 9853, "atheistic": 5471, "si": 18092, "flower": 9178, "dolls": 6568, "humanly": 7722, "downhill": 13379, "filme": 5682, "alternately": 4065, "ally": 7476, "oozing": 8673, "dialogue": 1160, "pound": 16247, "clung": 11182, "puerile": 10502, "fuhrman": 7634, "piercing": 9687, "poster": 12731, "oliviera": 10796, "certified": 11166, "misanthropy": 12690, "echelons": 9723, "screwups": 5489, "thru": 1218, "faraway": 7435, "inadequately": 17868, "studiously": 16365, "aunque": 3882, "installation": 15652, "subtleties": 4587, "pleasant": 632, "motivation": 10171, "frankenstein": 14263, "digits": 14184, "advertising": 18717, "vittorio": 14759, "'ick'": 13778, "rotting": 10566, "forefront": 7810, "solidly": 1430, "bringing": 647, "session": 3344, "filmic": 4305, "ventura": 14981, "guises": 17832, "alzheimer": 4740, "hijinks": 17403, "fascinantes": 7347, "behaviour": 17367, "leaps": 3169, "aging": 5028, "strangers": 4727, "tu": 3790, "treasure": 285, "invention": 13463, "ethnography": 7228, "outrageousness": 5893, "desfecho": 6187, "blueblood": 8968, "scheming": 11367, "just": 655, "combustion": 8734, "beloved": 648, "charismatic": 1239, "skin": 3666, "honey": 16339, "nonbelievers": 13547, "teary": 6232, "melanie": 6878, "xmas": 11481, "zelda": 10403, "dazed": 8162, "salesmanship": 15751, "skins": 11016, "trusts": 10528, "unsalvageability": 17031, "optimistic": 6271, "puttingly": 14207, "born": 4432, "tell": 1137, "patronising": 18251, "domingo": 16384, "amazing": 228, "rain": 4411, "anti": 1926, "frustrated": 1591, "turfs": 4138, "burnt": 10181, "jazz": 6562, "whirlwind": 8098, "dude": 8154, "pop": 4596, "'funny": 17230, "30": 6174, "form": 2758, "hanussen": 11970, "'girls": 17561, "performed": 8182, "symbolizes": 4732, "substitute": 7999, "swallowing": 5164, "aircraft": 17499, "rivalry": 12678, "funcionar": 9881, "crystallize": 12330, "gunning": 3465, "'epic": 17080, "momentum": 2811, "glass'": 3076, "derails": 15816, "mournfully": 4397, "muscle": 13065, "collectible": 15959, "preparation": 15015, "germinate": 6361, "assumes": 12969, "note": 7475, "frenzied": 16272, "linear": 8710, "balloon": 13282, "doubling": 14721, "embodies": 5804, "when": 646, "ruined": 14549, "misleading": 12864, "troubled": 638, "mediocrity": 8498, "hurley": 14675, "ringu": 9228, "nurses": 16791, "excruciatingly": 13212, "intoxication": 8325, "deserves": 1376, "humanizing": 221, "poky": 14784, "superstar": 1546, "person": 1645, "padded": 8248, "lynne": 7802, "unhappiness": 11123, "alienation": 5781, "takes": 1091, "undertones": 5580, "dumber'": 9595, "lauper": 11684, "depressing": 811, "zwick": 10345, "crisper": 10115, "admirably": 1729, "kane": 9343, "communism": 16359, "'belgium": 7849, "insinuation": 13921, "loitering": 15605, "nurturing": 3251, "ashtray": 6367, "kickass": 4494, "regimes": 1955, "exchanges": 10488, "afterschool": 15403, "thirty": 14470, "structuring": 18645, "symptom": 14851, "sneeze": 7061, "pinch": 1484, "rolled": 324, "franc": 17730, "prose": 4245, "bolster": 7494, "rewarding": 4989, "provoking": 2001, "pamela": 18747, "duds": 13429, "often": 296, "perpetrated": 14962, "kiarostami": 9446, "honorably": 9356, "uk": 7771, "elementary": 16186, "realidad": 9194, "gui": 11015, "gods": 17266, "moralizing": 13201, "amusements": 14116, "negatives": 18527, "suge": 11971, "reflect": 4851, "stimulus": 7447, "lejos": 9163, "hopefulness": 6203, "she": 1600, "handing": 5212, "pink": 6590, "frissons": 11132, "low": 159, "comfort": 747, "tumult": 14710, "prolonged": 13651, "swingers": 4311, "sickness": 4171, "intelligent": 716, "miracle": 2867, "burkina": 11419, "begs": 15676, "cleverest": 12261, "undisputed": 6161, "vel": 5267, "unacceptable": 7555, "junctures": 15961, "conciliatory": 16413, "cracked": 18024, "stills": 3221, "searing": 5299, "inflicted": 10664, "lightest": 4364, "x": 2847, "hubac": 1861, "volumes": 1937, "spiders": 15874, "noise": 6606, "boorishness": 14058, "eke": 14036, "spreads": 17920, "lips": 495, "chasing": 13252, "avalanche": 2660, "creations": 10670, "dig": 3500, "discordant": 12218, "overuse": 9915, "sugar": 2377, "moviegoers": 4098, "chaiken": 5637, "tested": 9935, "sexist": 13771, "condition": 6352, "'artistically'": 15465, "abbas": 4015, "convolutions": 14379, "colonialism": 11157, "lighten": 15384, "ted": 15461, "gone": 796, "ageism": 15450, "voyages": 16431, "stumblebum": 13273, "'naqoyqatsi'": 18349, "incomplete": 14866, "plainly": 16088, "get": 535, "choosing": 7784, "permeates": 2111, "louder": 16335, "outshined": 18489, "brainpower": 10640, "rejigger": 17468, "cuban": 7559, "shimmers": 11075, "kazan": 18306, "costume": 7153, "boots": 16729, "willies": 11598, "perdition": 2382, "correctness": 6111, "mainstream": 6400, "demeo": 2480, "predominantly": 14728, "effortless": 3849, "indian": 7525, "highlight": 10744, "kinnear": 2120, "smug": 4991, "'hannibal'": 8561, "sexually": 11030, "stirring": 2084, "audiences": 2155, "suspenser": 1074, "plate": 12496, "must": 1367, "arrancar": 10877, "absence": 3348, "'uplifting'": 16158, "klein": 13246, "te": 3897, "central": 4166, "fleder": 16817, "grandeur": 294, "cameras": 7747, "possibly": 1724, "nevertheless": 7349, "occasional": 2032, "covers": 6350, "arguing": 16797, "intensely": 1284, "bitchy": 7104, "'unfaithful'": 15704, "tortuous": 14542, "whiny": 13664, "essay": 11076, "northern": 4680, "arriving": 11461, "agey": 9993, "blah": 14689, "exterior": 6528, "posterity": 11373, "goldbacher": 12132, "credit": 3869, "tranquil": 11928, "pan": 3503, "walker": 13403, "cuba": 13196, "ignoring": 14168, "tugging": 15115, "continuing": 5691, "oral": 9546, "molina": 9897, "slim": 14924, "york": 6851, "wise": 3958, "juggle": 15619, "kalesniko": 14070, "shards": 2348, "perfect": 738, "miniscule": 4147, "suffers": 5300, "daughter": 3109, "jir": 1860, "giants": 13815, "dead": 3607, "deaf": 15956, "sentimentalized": 17501, "kind": 921, "disarmingly": 9516, "monumental": 5692, "loathing": 1647, "jammies": 17698, "joined": 6142, "track": 8021, "nightmares": 17224, "excruciating": 13887, "ryosuke": 11784, "omnibus": 5308, "delayed": 7484, "allow": 5089, "recorded": 10615, "prim": 8422, "recycle": 13001, "psychedelic": 12062, "likeable": 557, "punched": 16849, "goulash": 17176, "protagonist": 5083, "noyce": 4396, "desolation": 15323, "sandbox": 13041, "limitations": 13224, "exibi": 16053, "exuberantly": 4428, "french": 2182, "momentos": 10579, "defoliation": 5980, "neutral": 16884, "backward": 14018, "redgrave": 2650, "iraqi": 817, "stillborn": 3551, "dismissed": 7182, "observes": 4677, "railing": 15049, "__MAX_DOC_LEN__": 56, "folksy": 14251, "for": 250, "knitting": 18638, "sair": 5250, "ways": 2190, "manipulador": 9209, "pour": 3730, "strangest": 9788, "map": 4207, "sees": 6317, "stoops": 6992, "citizen": 17694, "zest": 18357, "piano": 4877, "unaccustomed": 3197, "anim": 7799, "resultado": 12994, "rehash": 13018, "hjejle": 18485, "paunchy": 18128, "lanes": 8057, "jacques": 8899, "declared": 2784, "traici": 11920, "egyptian": 16154, "bet": 4426, "cling": 9512, "leaden": 13199, "tornatore": 18195, "spindly": 13668, "deflates": 16148, "sounds": 2864, "am": 4564, "malediction": 16582, "shadows": 3856, "filled": 1037, "wing": 11982, "glued": 1595, "stadium": 10364, "inane": 13903, "danger": 8146, "thinness": 10226, "carrera": 5172, "earmarks": 12627, "deranged": 12412, "diaries": 9408, "rapport": 4277, "haunted": 4661, "du": 1042, "investigator": 12584, "anarchic": 6433, "matched": 4528, "medal": 15103, "veteran": 5222, "akin": 4102, 